akhail.save-typing
bbenoist.nix
bradlc.vscode-tailwindcss
cameronbieganek.julia-color-themes
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
csstools.postcss
eliverlara.andromeda
esbenp.prettier-vscode
firsttris.vscode-jest-runner
github.codespaces
github.copilot
github.copilot-chat
james-yu.latex-workshop
kamikillerto.vscode-colorize
leetcode.vscode-leetcode
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
nrwl.angular-console
oracle.oracle-java
redhat.java
ritwickdey.liveserver
sakamoto66.vscode-playwright-test-runner
saoudrizwan.claude-dev
simonsiefke.svg-preview
tomoki1207.pdf
twxs.cmake
unifiedjs.vscode-mdx
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vitest.explorer
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
yandeu.five-server
